{
  "PLH - Content - Time - One on one time teen": {
    "Content": {
      "Introduction for timed content": {
        "Message 1": "Today's tip is about spending One-on-One Time with Our Children.",
        "Message 2": "Here is a comic on spending one-on-time with your teen.",
        "Message 3": "Child: “I’m bored! There is nothing to do.”\n\n(1)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/One_on_One_Time_comic_1.png",
        "Message 4": "Parent: “Let’s do something together! How about we make some drawings and put them on the gate with messages for people to see?”\n\nChildren: “Okay!”\n\n(2)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/One_on_One_Time_comic_2.png",
        "Message 5": "Parent: “You make the pictures and I’ll write the messages”\n\nChild: “Sure!”\n\n(3)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/One_on_One_Time_comic_3.png",
        "Message 6": "Parent: \"Remember to wash hands! We love our neighbours!” \n\n(4)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/One_on_One_Time_comic_4.png",
        "Interaction message": "Would you like to learn more about this tip?",
        "Interaction message if already completed": "We know that you have already received this tip (well done!). Would you like to review it again?",
        "Message for negative answer": "That's okay! You can always type \"Help\" at anytime if you need any support with your children. Chat to you later!"
      },
      "Default introduction": {
        "Message": "Invest in One-on-One Time! The more time you spend with your children, the more likely they will listen to you and behave well at other times. It really works!",
        "Interaction message": "Would you like to learn more about this tip?",
        "Message for negative answer": "That's okay! You can always type \"Help\" if you want to receive more tips about how to manage your child's behaviour."
      },
      "Media": {
        "Video": {
          "Text": "Here's a video about spending one-on-one time with your teen!",
          "Link": "https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/voiceover/resourceType/video/eng/One_On_One_Time_Teens.m4v"
        },
        "Audio": {
          "Text": "Here's an audio message about spending one-on-one time with your teen!",
          "Link": "https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/voiceover/resourceType/audio/eng/One_On_One_Time_Teens.mp3"
        }
      },
      "Set of messages 1": {
        "Message 1": "When we have difficult relationships with our teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.",
        "Message 2": "One-on-One Time with your teen helps build a positive and trusting relationship. When you really notice them and listen to what they are saying and what they like, you make them feel valued and appreciated.",
        "Interaction message": "Would you like to learn more?\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/image/universal/playing_with_teen.jpg",
        "Message for negative answer": "That's okay! You can always type \"Help\" whenever you want to learn more about how to spend One-on-One Time with your teen. Chat to you later!"
      },
      "List of tips": {
        "Message": "Here are 6 tips on how to make One-on-One Time a positive experience for you and your teen:\n\n",
        "Option 1: Do it every day": {
          "Message": "1. Do it every day\nSet aside a specific time to spend One-on-One Time with your teen each day. Choose a time when you and your teen will not be interrupted and when your teen does not have something else that they want to do, like watching TV or playing with phones."
        },
        "Option 2: Let your teen choose the activity": {
          "Message 1": "2. Let your teen choose the activity\nTell your teen that you would like to spend some time with them and that they can choose what to do or talk about. Your teen might think this is weird at first but will come to enjoy having this dedicated time with you!",
          "Message 2": "Try to do something different than watching TV or playing with a tablet/phone. However, you may need to at first join your teen and watch their favourite TV programme with them. They may feel comfortable doing other activities with time."
        },
        "Option 3: Follow your teen's lead": {
          "Message": "3. Follow your teen's lead\nTry to follow your teen's lead during One-on-One Time. Accept their suggestions. Remember this is your teen's activity. Your job is to show an interest and say something nice."
        },
        "Option 4: Give your teen your full attention": {
          "Message 1": "4. Give your teen all of your attention. \nSwitch off the television and put away phones. Make sure you can give all of your attention to your teen.",
          "Message 2": "Look at your teen. Nodding or “I see” shows your teen you are really paying attention. Accept what they are saying without judging them."
        },
        "Option 5: Show your teen you are really listening": {
          "Message": "5. Show your teen you are really listening\n\nYou can even try rephrasing back what your teen says when they speak to you. For example, when your teen says, “This math problem is really hard,” you can say, “Yeah, I see that you are finding it difficult.” It shows you are really listening to them and will make them feel supported."
        },
        "Option 6: Have fun!": {
          "Message": "6. Have fun!\nOne-on-One Time with your teen can be fun for you, too! You might even find that you feel less stressed after spending time with your teen."
        },
        "Message for choosing another tip": "Please select another number if you want to learn more about how to spend One-on-One Time with your teen:\n\n"
      },
      "Set of messages 2": {
        "Message 1": "Here is a comic that shows how you can give your teen love and support when they share difficult emotions with you.",
        "Message 2": "Parent: “How are you doing, Andy?”\n\nTeen (looking sad): “I wish I could hang out with my friends.”\n\n(1)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/giving_your_teen_attention_comic_1.png",
        "Message 3": "Parent (thinking): \"Hmmm…that can wait…\"\n\n(2)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/giving_your_teen_attention_comic_2.png",
        "Message 4": "Parent (looks back to teen): “I understand it is hard to be separate from your friends. Especially since I am sure they are missing you, too. Let’s think of some ways that you could reach out to them.”\n\n(3)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/giving_your_teen_attention_comic_3.png",
        "Message 5": "Teen: \"Maybe I can make a TikTok video to share with them. But I am not sure how…can you help me?”\n\nParent: “I would be happy to help and would like to know more about TikTok, too!”\n\n(4)\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/comic/giving_your_teen_attention_comic_4.png",
        "Message 6": "Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!\n https://idems-media-recorder.web.app/storage/project/PLH/subproject/Rapidpro/deployment/Global/resourceGroup/image/universal/congratulation.jpg",
        "Interaction message": "Would you like some suggestions for activities to do with your teen?",
        "Message for negative answer": "That's okay! You can always type \"Help\" at anytime if you need an activity. Chat to you later!"
      }
    },
    "Technical information": {
      "Id intro": "7efb080a-9a66-4d62-862e-f363448d2105",
      "Id tip": "f2a08ac3-1ff4-44a4-91b5-fe503139517b",
      "Template type": "4"
    }
  }
}